[
    {
        "id":"place1",
        "name":"O’sulloc Tea Museum",
        "address":"425, Sinhwayeoksa-ro, Andeok-myeon, Seogwipo-si, Jeju-do",
        "opentime":9,
        "closetime":18,
        "price":0,
        "rating":"4",
        "startday":2,
        "endday":8,
        "history":"O’sulloc opened on Sept. 1, 2001, and is located at the entrance of Seogwang Tea Garden in Jeju Island. It has since become a major attraction, with visitors coming from all over to enjoy the green panoramic tea fields in which to take many great photos.",
        "image":"https://i.ibb.co/HhcFQWD/O-sulloc-Tea-Museum.jpg",
        "contact":"(+82) 064-794-5312",
        "web":"https://www.osulloc.com/kr/ko/museum"
    },
    {
        "id":"place2",
        "name":"Aquaplanet Jeju",
        "address":"95, Seopjikoji-ro, Seongsan-eup, Seogwipo-si, Jeju-do",
        "opentime":9.5,
        "closetime":18,
        "price":32,
        "rating":"4",
        "startday":2,
        "endday":8,
        "history":"Aquaplanet Jeju is the largest aquarium in all of Asia, with a total floor area of 25,600m² and tanks holding 10,800 tons of sea water. Aquaplanet Jeju, an “amusement theme park” offering one of the world’s top 10 educational, cultural, and entertainment content, operates a marine science experience hall and a large-scale aquatic performance center together with a supersized tank that recreates the coastal waters of Jeju Island.",
        "image":"https://i.ibb.co/L51vPD2/Aquaplanet-Jeju.jpg",
        "contact":"(+82) 1833-7001",
        "web":"http://www.aquaplanet.co.kr/jeju/index.jsp"
    },
    {
        "id":"place3",
        "name":"Eco Land Theme Park",
        "address":"1278-169, Beonyeong-ro, Jocheon-eup, Jeju-si, Jeju-do",
        "opentime":8.5,
        "closetime":19,
        "price":12,
        "rating":"4",
        "startday":2,
        "endday":8,
        "history":"Eco Land Theme Park is a place where you can enjoy approx. 991,735㎡ of Gotjawal virgin forest in the Lincoln Locomotive handmade in England using Baldwin as the model, which is the steam locomotive of the 1800’s. During your ride of 4.5km, you can experience various insects, animals and plants all living in Gotjawal, the forest of mystery, and learn the unlimited benefit which the nature gives us.",
        "image":"https://i.ibb.co/swwjRBx/Eco-Land-Theme-Park.jpg",
        "contact":"(+82) 064-802-8000",
        "web":"www.ecolandjeju.co.kr"
    },
    {
        "id":"place4",
        "name":"Alive Museum",
        "address":"42, Jungmungwangwang-ro, Seogwipo-si, Jeju-do",
        "opentime":10,
        "closetime":19,
        "price":6,
        "rating":"4",
        "startday":2,
        "endday":8,
        "history":"This fun theme park offers visitors with five mind-bending themed experiences:  Optical Illusions, Trick Art, Digital Art, Sculpture Art, and Provence Art. Each theme has a story of its own that visitors can enter to take on the role of the main character, and families and couples alike can laugh and talk as they take pictures of themselves in interesting poses inside works of art.",
        "image":"https://i.ibb.co/12P8RxY/Alive-Museum.jpg",
        "contact":"(+82) 064-805-0888",
        "web":"http://www.alivemuseum.com/branch/jeju"
    },
    {
        "id":"place5",
        "name":"Jeju Stone Park",
        "address":"2023 Namjo-ro, Jocheon-eup, Jeju-si, Jeju-do",
        "opentime":9,
        "closetime":18,
        "price":4.4,
        "rating":"4",
        "startday":2,
        "endday":8,
        "history":"Jeju Stone Museum is a museum and ecological park which shows general and systemic stone culture of Jeju Island, the homeland of stones. The Jeju Stone Museum is very big, since you will be able to see all the stone culture of Jejudo Island in one place, so it is good to have a relaxed schedule to enjoy it. There are 48 Dol Hareubang, a Stone Pagoda to repel evil forces and misfortunes, Jeongjuseok, which acted as the front door for Jeju houses since there were no thieves, and Dongjaseok, which was placed around the tomb to soothe the grief of the deceased, which shows the afterlife view of Jeju Island, are installed in the Outdoor Exhibition Space, and it is a natural and cultural rest area.",
        "image":"https://i.ibb.co/yXcxfHt/Jeju-Stone-Park.jpg",
        "contact":"(+82) 064-710-7731~3",
        "web":"http://www.jeju.go.kr/jejustonepark/index.htm"
    },
    {
        "id":"place6",
        "name":"Bonte Museum",
        "address":"69, Sanroknamro 762 beongil, Andeok-myeon, Seogwipo-si, Jeju 699-926",
        "opentime":10,
        "closetime":18,
        "price":22.4,
        "rating":"4.5",
        "startday":2,
        "endday":8,
        "history":"The Bonte Museum was designed by internationally renowned architect Tadao Ando who won the Pritzker Architecture Prize which is known as the Nobel Prize of architecture in 1995. This building embeds Ando’s philosophy on “architecture and landscape” that buildings need to be harmonized with their surroundings, not only focusing on its own beauty. The building reflects the founding purpose of an encounter of nature and environment, tradition and modern, and Korea and the world, and to cast a new cultural value.",
        "image":"https://i.ibb.co/9bWxGw3/Bonte-Museum.jpg",
        "contact":"(+82) 064-792-8108",
        "web":"http://bontemuseum.com"
    },
    {
        "id":"place7",
        "name":"Yakcheonsa Temple",
        "address":"293-28, Ieodo-ro, Seogwipo-si, Jeju-do",
        "opentime":0,
        "closetime":24,
        "price":30,
        "rating":"4.5",
        "startday":2,
        "endday":8,
        "history":"This is one of the biggest Buddhist temples in Asia. You can view the amazing scenery by climbing to their garden and looking down at the beach. ",
        "image":"https://i.ibb.co/8s8QF53/Yakcheonsa-Temple.jpg",
        "contact":"(+82) 064-738-5000",
        "web":"www.yakchunsa.org"
    },
    {
        "id":"place8",
        "name":"Citrus Museum",
        "address":"441, Hyodonsunhwan-ro, Seogwipo-si, Jeju-do",
        "opentime":9,
        "closetime":18,
        "price":1.1,
        "rating":"3.5",
        "startday":2,
        "endday":8,
        "history":"This is Korea’s first type-1 public museum dedicated to citrus and the citrus industry, a specialty product of Jeju. It contains various panels and videos on citrus, such as the history of citrus, citrus species, cultivation methods, and citrus from around the world. The main viewing facilities include the Citrus Museum (2,315㎡), the World Citrus Cultivation Glass Greenhouse (2,471㎡), the Citrus Experience Center (2,736㎡), a Tropical Botanical Garden (1,650㎡), and a Planning Exhibition Hall (97㎡).",
        "image":"https://i.ibb.co/8YHF19w/Citrus-Museum.jpg",
        "contact":"(+82) 064-760-6400~1",
        "web":"http://culture.seogwipo.go.kr/citrus/index.htm"
    },
    {
        "id":"place9",
        "name":"Manjanggul Lava Tube",
        "address":"182 Manjanggul-gil, Gujwa-eup, Jeju-si, Jeju-do",
        "opentime":9,
        "closetime":18,
        "price":3,
        "rating":"4",
        "startday":2,
        "endday":8,
        "history":"The total length of Manjanggul Lava Tube is about 7.4km. It is a lava tube that is partially multilayered. The main tunnel’s width is 18m and its height is 23m. It is one of the largest lava tubes in the world. Due to the sinking of the ceiling, there are 3 entrances. The one that tourists can use is the second entrance and they are only allowed to go as far as 1km into it. There are various cave formations in Lava Tunnel in Manjanggul Lava Tube, such as stalactites, stalagmites, flowstones, lava tubes, lava shelves, and lava rafts. In particular, the lava column that is located at the end of the tourist area is about 7.6m high and is known as the highest lava column in the world.",
        "image":"https://i.ibb.co/Ks9xBSJ/Manjanggul-Lava-Tube.jpg",
        "contact":"(+82) 064-710-7903",
        "web":"www.jeju.go.kr"
    },
    {
        "id":"place10",
        "name":"Kimnyoung Maze Park",
        "address":"122, Manjanggul-gil, Gimnyeong-ri, Gujwa-eup, Jeju-si, Jeju-do",
        "opentime":9,
        "closetime":17,
        "price":6,
        "rating":"4",
        "startday":2,
        "endday":8,
        "history":"Gimnyeong Maze Park is intricately designed with towering evergreen trees, each reaching up to three meters in height, creating an natural labyrinth.  The pathways are paved with scoria, a natural volcanic rock characteristic of Jeju, enhancing the authentic island feel. As visitors navigate the maze, the refreshing scent of evergreen trees fills the air, providing a sense of clarity and rejuvenation. Along the route, visitors can encounter unique dolmens and their feline residents.",
        "image":"https://i.ibb.co/LrC4ZC2/Kimnyoung-Maze-Park.gif",
        "contact":"(+82) 064-782-9266",
        "web":"www.jejumaze.com"
    },
    {
        "id":"place11",
        "name":"Saryeoni Forest Path",
        "address":"Jocheon-eup, Jeju-si, / Pyoseon-myeon, Seogwipo-si, Jeju-do",
        "opentime":9,
        "closetime":17,
        "price":0,
        "rating":"4.5",
        "startday":2,
        "endday":8,
        "history":"Saryeoni Forest Path is a forest walking trail that starts from Bijarim-ro and goes through Mulchat Oreum Volcanic Cone and Saryeoni Oreum Volcanic Cone. Its starting point is located at National Road No. 1112, which is thick with cedars. A variety of species of trees grow in the forest, such as Konara Oak, Red-Leaved Hornbeam, Snowbell, Hinoki Cypress, and cedar. The average altitude is 550m.",
        "image":"https://i.ibb.co/7YqccWC/Saryeoni-Forest-Path.jpg",
        "contact":"(+82) 064-900-8800",
        "web":"www.visitjeju.net"
    },
    {
        "id":"place12",
        "name":"Camellia Hill",
        "address":"166 Byeongak-ro, Andeok-myeon, Seogwipo, Jeju-do",
        "opentime":8.5,
        "closetime":19,
        "price":6,
        "rating":"4",
        "startday":2,
        "endday":8,
        "history":"Located in Sangchang Village, Andeok-myeon, the 20-hectare park holds some 6,000 camellia trees and over 500 different species of wildflowers, trees and other plants, like hydrangeas. It’s about an hour by bus to the southwest of Jeju City. Camellia Hill also has facilities like a gallery for camellia-themed crafts, green houses, a multipurpose seminar room, and more.",
        "image":"https://i.ibb.co/5WvR9wW/Camellia-Hill.jpg",
        "contact":"(+82) 064-800-6296",
        "web":"https://www.camelliahill.co.kr"
    },
    {
        "id":"place13",
        "name":"Woljeong-ri Beach",
        "address":"33-3, Woljeong-ri, Gujwa-eup, Jeju-si, Jeju-do",
        "opentime":10,
        "closetime":19,
        "price":0,
        "rating":"4.5",
        "startday":2,
        "endday":8,
        "history":"Well known for its beautiful scenery, white sand and emerald water, Jeju Woljeong-ri Beach has a road filled with tea houses and coffee shops. This is a great stopover during your trip to Jeju Island, and one of few places to enjoy an exotic view.",
        "image":"https://i.ibb.co/S7ZCYZS/Woljeong-ri-Beach.jpg",
        "contact":"(+82) 064-783-5798",
        "web":"www.visitjeju.net"
    },
    {
        "id":"place14",
        "name":"Saebyeol Oreum Volcanic Cone",
        "address":"San 59-8, Bongseong-ri, Aewol-eup, Jeju-si, Jeju-do",
        "opentime":0,
        "closetime":24,
        "price":0,
        "rating":"4.5",
        "startday":2,
        "endday":8,
        "history":"With the southern peak as its summit, the volcanic cone had ridges to the southwest, northwest, and northeast. The western side is open widely in the shape of a Samtaegi (straw basket) to the north. There are 5 peaks that resemble a round asterisk. The volcanic cone is generally covered in grass, though the northern slope is partially covered in scrubs, and there is a cemetery on the northwestern slope. The volcanic cone gets its name from the fact that it stands along with the morning star under the evening sky.",
        "image":"https://i.ibb.co/w7X6Vq2/Saebyeol-Oreum-Volcanic-Cone.jpg",
        "contact":"(+82) 064-728-2753/064-728-2762",
        "web":"www.visitjeju.net"
    },
    {
        "id":"place15",
        "name":"Sangumburi Crater",
        "address":"768, Bijarim-ro, Jocheon-eup, Jeju-si, Jeju-do",
        "opentime":9,
        "closetime":18,
        "price":4.5,
        "rating":"4",
        "startday":2,
        "endday":8,
        "history":"Sangumburi Crater differs from the 360 or more parasitic cones of Jeju in that it was not formed when the materials ejected from the eruption stacked. Instead, it is a maar-type parasitic cone that was formed as a crater with a hole in it when many materials were ejected. The inner area is 300,000㎡, while the interior bottom circumference is 756m, and the exterior circumference is 2,070m. Nearly vertical, the crater is approximately 130m tall, making it slightly larger and deeper than Hallasan Mountain.",
        "image":"https://i.ibb.co/Pmjcx3D/Sangumburi-Crater.jpg",
        "contact":"(+82) 064-783-9900",
        "web":"www.sangumburi.net"
    },
    {
        "id":"place16",
        "name":"Soesokkak Estuary",
        "address":"104 Soesokkak-ro, Seogwipo-si, Jeju-do",
        "opentime":0,
        "closetime":24,
        "price":0,
        "rating":"4",
        "startday":2,
        "endday":8,
        "history":"Soesokkak Estuary, located at Hahyo-dong, Seogwipo-si, Jeju-do, used to be called “Soedun” because it looked like a cow lying down.  But the name was changed due to the creation of a deep puddle that was formed from freshwater from Hyodoncheon Stream and saltwater. Soesokkak Estuary is a valley formed by flow of lava, and its geography is just as unique and interesting as its name implies. Soesokkak Estuary is also one of the 'Hidden Sceneries of Seogwipo Chilsimni,' and the harmonious view of strange rock formations and pine tree forests is visually stunning.",
        "image":"https://i.ibb.co/mR3Dkjn/Soesokkak-Estuary.jpg",
        "contact":"(+82) 064-732-1562",
        "web":"www.visitjeju.net"
    },
    {
        "id":"place17",
        "name":"Seogwipo Maeil Olle Market",
        "address":"18, Jungang-ro 62beon-gil, Seogwipo-si, Jeju-do",
        "opentime":7,
        "closetime":21,
        "price":0,
        "rating":"4",
        "startday":2,
        "endday":8,
        "history":"Our association has been focusing on not simply selling but also promoting high quality products by expanding our distribution outlets. As part of that effort, we have held the Korean Premium Goods Show every year since 2006, and have been attending the Korea Leading Market Expo regularly in order to introduce Jeju Island’s local specialties in Seoul, Busan, Gwangju, Daejeon, and other regions.",
        "image":"https://i.ibb.co/pfKjVkH/Seogwipo-Maeil-Olle-Market.jpg",
        "contact":"1330 Travel Hotline: +82-2-1330",
        "web":"www.visitjeju.net"
    },
    {
        "id":"place18",
        "name":"Jeju Dongmun Traditional Market",
        "address":"20 Gwandeok-ro 14-gil, Jeju-si, Jeju-do",
        "opentime":8,
        "closetime":21,
        "price":0,
        "rating":"5",
        "startday":2,
        "endday":8,
        "history":"This is Jeju Island’s largest and oldest permanent market. A street market, night market, traditional market, and seafood market are all combined in one place, and there are many places where you can eat and shop, so it is popular with tourists.",
        "image":"https://i.ibb.co/7y08h6y/Jeju-Dongmun-Traditional-Market.jpg",
        "contact":"(+82) 064-752-3001",
        "web":"www.visitjeju.net"
    },
    {
        "id":"place19",
        "name":"Jungmun Saekdal Beach",
        "address":"29-51 Jungmungwangwang-ro 72beon-gil, Seogwipo-si, Jeju-do",
        "opentime":0,
        "closetime":24,
        "price":0,
        "rating":"4",
        "startday":2,
        "endday":8,
        "history":"Jungmun Beach is surrounded by cliffs and its sandy beach and panorama is very romantic. It is located in Jungmun Resort, so visitors can enjoy many recreational facilities around the beach. Wind surfing, waterskiing and para-sailing are can be enjoyed. You can swim in the cobalt colored ocean, and then listen to the sweet breeze and the sound of the waves crashing against the cliff while sitting on the sandy hill. ",
        "image":"https://i.ibb.co/W62PpY4/Jungmun-Saekdal-Beach.jpg",
        "contact":"(+82) 064-739-4993",
        "web":"www.visitjeju.net"
    },
    {
        "id":"place20",
        "name":"Hwanguji Coast",
        "address":"766-1 Seohong-dong, Seogwipo-si, Jeju-do",
        "opentime":0,
        "closetime":24,
        "price":0,
        "rating":"4.5",
        "startday":2,
        "endday":8,
        "history":"You can see the hidden wonders of a natural beach pool made by a volcanic island and the emerald lights of the sea.",
        "image":"https://i.ibb.co/r7NRpyx/Hwanguji-Coast.jpg",
        "contact":"(+82) 064-760-4601",
        "web":"www.visitjeju.net"
    },
    {
        "id":"place21",
        "name":"Seongsan Ilchulbong Tuff Cone",
        "address":"284-12, Ilchul-ro, Seogwipo-si, Jeju-do",
        "opentime":7.5,
        "closetime":19,
        "price":4,
        "rating":"4.5",
        "startday":2,
        "endday":8,
        "history":"Seongsan Ilchulbong Tuff Cone rose 180 meters above sea level due to a magma flow under the sea over 5,000 years ago. It was originally a separate island, but a build-up of sand and soil has connected it to the main island. A large crater, formed by the hot lava mixing with cold ocean water, is located at the top of Seongsan Ilchulbong Tuff Cone. The crater is about 600 meters in diameter and 90 meters deep. It has been featured in films, and was originally used for agriculture, but has now been given over to a field of silver grass. From the summit, visitors can see Udo Island, as well as take in the magnificent sunrise.",
        "image":"https://i.ibb.co/BP7Bsss/Seongsan-Ilchulbong-Tuff-Cone.jpg",
        "contact":"1330 Travel Hotline: +82-2-1330 ",
        "web":"www.jeju.go.kr"
    },
    {
        "id":"place22",
        "name":"Jeongbang Waterfall",
        "address":"37, Chilsimni-ro 214beon-gil, Seogwipo-si, Jeju-do",
        "opentime":9,
        "closetime":17,
        "price":1.5,
        "rating":"4.5",
        "startday":2,
        "endday":8,
        "history":"Jeongbangpokpo Falls, one of the three major waterfalls in Jeju-do, along with Cheonjiyeonpokpo Falls and Cheonjeyeonpokpo Falls, is located about 1.5 km southeast of the center of Seogwipo-si. The waterfall is the only coastal waterfall in Asia that falls directly into the sea, reaching 23 meters in height, 8 meters in width, and 5 meters in depth. When sunlight is reflected on the pouring water with the magnificent sound of a waterfall, a rainbow of seven colors harmonizes with the blue sea, creating a captivating atmosphere.",
        "image":"https://i.ibb.co/9wNq50X/Jeongbang-Waterfall.jpg",
        "contact":"(+82) 064-735-5114",
        "web":"www.visitjeju.net"
    },
    {
        "id":"place23",
        "name":"Hallasan National Park",
        "address":"2070-61, 1100-ro, Jeju-si, Jeju-do",
        "opentime":0,
        "closetime":24,
        "price":0,
        "rating":"4.5",
        "startday":2,
        "endday":8,
        "history":"Hallasan Mountain is famous for its vertical ecosystem of plants that results from the varying temperatures along the mountainside. Over 1,800 kinds of plants and 4,000 species of animals (3,300 species of insects) have been identified; to explore the mountain's treasures, simply follow one of the well-developed hiking trails. ",
        "image":"https://i.ibb.co/82hDBLM/Hallasan-National-Park.jpg",
        "contact":"(+82) 064-713-9950",
        "web":"https://www.jeju.go.kr/hallasan/index.htm"
    },
    {
        "id":"place24",
        "name":"Udo",
        "address":"1 Samyanggosumul-gil, Udo-myeon, Jeju-si, Jeju-do",
        "opentime":0,
        "closetime":24,
        "price":0,
        "rating":"4.5",
        "startday":2,
        "endday":8,
        "history":"Udo Island is celebrated for its stunning natural beauty, characterized by its unique status as a single volcanic structure. It is renowned for its eight scenic views, offering tourists a variety of attractions including the expansive coral sand beach and clear waters of Hagosudong Beach. Activities available for visitors include fishing, bicycle hiking, submarine rides and cruises. It is conveniently accessible, with a short ferry ride of about 15 minutes from Seongsan or Jongdal Ports.",
        "image":"https://i.ibb.co/jy6H9W2/Udo.jpg",
        "contact":"+82-64-728-1527",
        "web":"www.visitjeju.net"
    },
    {
        "id":"place25",
        "name":"Daepo Jusangjeolli Cliff",
        "address":"36-30, Ieodo-ro, Seogwipo-si, Jeju-do",
        "opentime":9,
        "closetime":18,
        "price":1.5,
        "rating":"4.5",
        "startday":2,
        "endday":8,
        "history":"Daepo Jusangjeolli Cliff is a stone pillar formed by lava that flowed out of the crater and contracted as it cooled rapidly. It is characterized by its polygonal staircase-like form. The stones are 30 to 40 meters high, hexagonal in shape, and line the coast for about 1 kilometer. The constant crashing of the waves is a highlight not to be missed.",
        "image":"https://i.ibb.co/rtt0Z42/Daepo-Jusangjeolli-Cliff.jpg",
        "contact":"(+82) 064-738-1521",
        "web":"www.visitjeju.net"
    },
    {
        "id":"place26",
        "name":"Hamdeok Beach",
        "address":"1008 Hamdok-ri, Jochon-eup, Jeju-si, Jeju-do",
        "opentime":9,
        "closetime":22,
        "price":0,
        "rating":"4.5",
        "startday":2,
        "endday":8,
        "history":"Hamdeok Beach is a pleasant and popular beach on Jeju Island. Young people visit this beach often as they can easily access it by public transportation. Because Hamdeok's water temperature rises quickly when the temperatures get warmer, beach-goers visit from early summer. ",
        "image":"https://i.ibb.co/wN1fg0j/Hamdeok-Beach.jpg",
        "contact":"(+82) 064-728-3989",
        "web":"www.visitjeju.net"
    },
    {
        "id":"place27",
        "name":"Seongeup Folk Village",
        "address":"30 Seongeupjeonguihyeon-ro, Pyoseon-myeon, Seogwipo-si, Jeju-do",
        "opentime":0,
        "closetime":24,
        "price":0,
        "rating":"3.5",
        "startday":2,
        "endday":8,
        "history":"The entire village, which preserves the living site of the people of old Jeju, has been designated as an Important Folklore Cultural Heritage. Though it can be considered a folk village of sorts, it differs from regular folk villages in that people still live in it to this day. The village residents act as volunteer guides to offer visitors all sorts of information. The Saw-leaf Zelkova and Japanese hackberry in the center of the village are worth taking time to see. ",
        "image":"https://i.ibb.co/QPTK03C/Seongeup-Folk-Village.jpg",
        "contact":"(+82) 064-710-6797",
        "web":"http://www.jeju.go.kr/seongeup/index.htm"
    },
    {
        "id":"place28",
        "name":"Spirited Garden",
        "address":"675 Nokchabunjae-ro, Hangyeong-myeon, Jeju-si, Jeju-do",
        "opentime":8.5,
        "closetime":18,
        "price":9,
        "rating":"4.5",
        "startday":2,
        "endday":8,
        "history":"Spirited Garden is home to hundreds of bonsai plants in a natural garden with the theme of oreum (volcanic cone) and water. The name changed from Bunjae Arpia in 2007 to commemorate the 15th anniversary after opening and to renew the garden as an international garden.  The garden came into the international spotlight as the beautiful space was created from the wastelands by a single farmer. Currently, about 400 planted trees are on display. Also, visitors can see various facilities including stone walls and stone towers stacked with Jeju volcanic stones, the largest artificial waterfall in Jeju, and a pond filled with large carp at the base of the the waterfall. ",
        "image":"https://i.ibb.co/SKP02VQ/Spirited-Garden.jpg",
        "contact":"(+82) 064-772-3701",
        "web":"www.spiritedgarden.com"
    },
    {
        "id":"place29",
        "name":"Black Pork Street",
        "address":"Jeondong-dong, Jeju City, Jeju-do",
        "opentime":0,
        "closetime":24,
        "price":0,
        "rating":"4",
        "startday":2,
        "endday":8,
        "history":"Pork from the Jeju Black is said to have a unique taste, and forms the basis of some local dishes. It is smoked over burning hay, which gives it an unusual flavour and a chewy consistency.",
        "image":"https://i.ibb.co/QP3WwXS/Black-Pork-Street.jpg",
        "contact":"1330 Travel Hotline: +82-2-1330",
        "web":"www.visitjeju.net"
    },
    {
        "id":"place30",
        "name":"Teddy Bear Museum Jeju",
        "address":"31 Jungmungwangwang-ro 110beon-gil, Seogwipo-si, Jeju-do",
        "opentime":9,
        "closetime":18,
        "price":9,
        "rating":"4",
        "startday":2,
        "endday":8,
        "history":"Teddy Bear Museum Jeju is a themed museum dedicated to teddy bears. It showcases rare teddy bears collected from around the world and also introduces the history of humanity in the 20th century. The adorable teddy bears make it popular among children. Visitors can enjoy performances by Elvis Teddy at the Elvis Theater every 15 minutes. There are also outdoor gardens, a souvenir shop, and a café available. ",
        "image":"https://i.ibb.co/Y7jTgNg/Teddy-Bear-Museum-Jeju.jpg",
        "contact":"(+82) 064-738-7600",
        "web":"http://www.teddybearmuseum.com/site/museums/jeju/information.php"
    }
]